Repository: Spot-Club/portfolio-sandra
Catalog: src/locales/*/messages.po
Languages: fr

source: Provide clients with personalized, high-quality designs that exceed their expectations.
fr: Fournir aux clients des designs personnalisés et de haute qualité qui dépassent leurs attentes.

source: Provide Real-Time Feedback
fr: Fournir des retours en temps réel

source: Quality Over Quantity
fr: Qualité avant quantité

source: Real-Time Feedback
fr: Retour en temps réel

source: Recursyve is a dynamic software development company specializing in innovative, scalable, and user-centric solutions. I optimized processes, translated client needs into tasks, and ensured seamless project execution.
fr: Recursyve est une entreprise dynamique de développement logiciel spécialisée dans des solutions innovantes, évolutives et centrées sur l'utilisateur. J'ai optimisé les processus, traduit les besoins clients en tâches et assuré une exécution fluide des projets.

source: Regularly tested the platform with QA to refine features and ensure usability.
fr: J'ai régulièrement testé la plateforme avec l'assurance qualité pour affiner les fonctionnalités et garantir la convivialité.

source: Rely on market research, user feedback, and analytics to guide product decisions and prioritization.
fr: S'appuyer sur la recherche de marché, les retours utilisateurs et les analyses pour guider les décisions et la priorisation du produit.

source: Resume
fr: CV

source: Resume.pdf
fr: Cv.pdf

source: Revelate is a data integration platform that simplifies data sharing and monetization for businesses. I contributed to building scalable ETL solutions and enhancing notification services using Spring Boot.
fr: Revelate est une plateforme d'intégration de données qui simplifie le partage et la monétisation des données pour les entreprises. J'ai contribué à la construction de solutions ETL évolutives et à l'amélioration des services de notifications en utilisant Spring Boot.

source: Risk Management
fr: Gestion des risques

source: Roadmap
fr: Feuille de route

source: Roadmap Refinement
fr: Affinement de la feuille de route

source: Ruse is an innovative AI-powered platform designed to address a critical gap in the poker community. While existing poker analysis tools provided data, they often failed to deliver real value to players. These tools lacked personalization, offered overly complex strategies, and provided little to no actionable feedback. Ruse aimed to change that by offering personalized, easy-to-understand insights and real-time feedback to help players improve their game.
fr: Ruse est une plateforme innovante alimentée par l'IA, conçue pour combler une lacune critique dans la communauté du poker. Alors que les outils d'analyse de poker existants fournissaient des données, ils ne livraient souvent pas de réelle valeur aux joueurs. Ces outils manquaient de personnalisation, proposaient des stratégies trop complexes et offraient peu ou pas de retours actionnables. Ruse visait à changer cela en offrant des analyses personnalisées, faciles à comprendre, et des retours en temps réel pour aider les joueurs à améliorer leur jeu.

source: Ruse was designed to address the shortcomings of existing poker tools by offering the following key features
fr: Ruse a été conçu pour pallier les lacunes des outils de poker existants en offrant les fonctionnalités clés suivantes

source: Security-Focused Design
fr: Conception axée sur la sécurité

source: Selection of a photo style that reflects Ferya's elegance and creativity.
fr: Sélection d'un style photo qui reflète l'élégance et la créativité de Ferya.

source: Selection of items to sell (e.g., wedding menus, cake toppers for birthdays, centerpieces, etc.).
fr: Sélection des articles à vendre (par exemple, menus de mariage, cake toppers pour anniversaires, centres de table, etc.).

source: September 2014 - April 2017
fr: Septembre 2014 - Avril 2017

source: September 2017 - August 2021
fr: Septembre 2017 - Août 2021

source: September 2021 - April 2023
fr: Septembre 2021 - Avril 2023

source: September 2021 – February 2022
fr: Septembre 2021 - Février 2022

source: September 2021 — December 2021
fr: Septembre 2021 — Décembre 2021

source: September 2024 – Ongoing
fr: Septembre 2024 – En cours

source: September 2024 — Ongoing
fr: Septembre 2024 — En cours

source: Simplified Strategies
fr: Stratégies simplifiées

source: Simplify Complexity
fr: Simplifier la complexité

source: Skills
fr: Compétences

source: Solution Adaptation
fr: Adaptation de la solution

source: Stakeholder Communication & Collaboration
fr: Communication et collaboration avec les parties prenantes

source: Stay ahead of trends and incorporate new ideas to keep our designs fresh and relevant.
fr: Rester en avance sur les tendances et intégrer de nouvelles idées pour garder nos designs frais et pertinents.

source: Stay updated on industry trends and technologies to drive innovation.
fr: Rester à jour sur les tendances et technologies de l'industrie pour stimuler l'innovation.

source: Stayed updated on industry trends and incorporated feedback to improve our services.
fr: Rester à jour sur les tendances de l'industrie et intégrer les retours pour améliorer nos services.

source: Supplier Research
fr: Recherche de fournisseurs

source: Talks
fr: Conférences

source: Team Collaboration
fr: Collaboration d'équipe

source: Test the updated solution with a target audience to ensure it effectively addresses identified problems.
fr: Tester la solution mise à jour avec un public cible pour s'assurer qu'elle résout efficacement les problèmes identifiés.

source: The initial research phase for The Link by Evolvia has been both exciting and challenging. One of the biggest challenges has been navigating the uncertainties of a stealth project, where limited information can be shared externally. Balancing confidentiality with the need to gather valuable insights and feedback during the research phase required careful planning and creativity. Another significant challenge was identifying and validating the core problem we aim to solve, ensuring our solution is both innovative and viable in a competitive market.
fr: La phase de recherche initiale pour The Link by Evolvia a été à la fois passionnante et stimulante. L'un des plus grands défis a été de naviguer dans les incertitudes d'un projet confidentiel, où peu d'informations peuvent être partagées à l'externe. Équilibrer la confidentialité avec le besoin de recueillir des insights et des retours précieux pendant la phase de recherche a nécessité une planification minutieuse et de la créativité. Un autre défi important a été d'identifier et de valider le problème central que nous visons à résoudre, en s'assurant que notre solution est à la fois innovante et viable sur un marché concurrentiel.

source: The Link by Evolvia is an innovative stealth project designed to transform the landscape of entrepreneurship. As a startup initiative, it focuses on developing a cutting-edge solution to address a critical gap in the market. While specific details remain confidential at this stage, the project is driven by a vision to create a scalable, user-centric platform that delivers exceptional value and redefines user experiences. The goal is to build a product that not only meets market demands but also sets new benchmarks for innovation and efficiency.
fr: The Link by Evolvia est un projet innovant et confidentiel conçu pour transformer le visage de l'entrepreneuriat. En tant qu'initiative de startup, il se concentre sur le développement d'une solution de pointe pour combler une lacune critique sur le marché. Bien que les détails spécifiques restent confidentiels à ce stade, le projet est motivé par une vision visant à créer une plateforme évolutive et centrée sur l'utilisateur qui offre une valeur exceptionnelle et redéfinit les expériences utilisateurs. L'objectif est de construire un produit qui répond non seulement aux demandes du marché, mais établit également de nouveaux standards en matière d'innovation et d'efficacité.

source: The primary goal of Ruse was to revolutionize the way poker players analyze and improve their gameplay. Unlike existing tools that offered generic data and overly complex strategies, Ruse aimed to provide personalized, actionable insights that were easy to understand and implement. The objectives were.
fr: L'objectif principal de Ruse était de révolutionner la façon dont les joueurs de poker analysent et améliorent leur jeu. Contrairement aux outils existants qui offraient des données génériques et des stratégies trop complexes, Ruse visait à fournir des analyses personnalisées et actionnables, faciles à comprendre et à mettre en œuvre. Les objectifs étaient les suivants.

source: Theme by
fr: Thème par

source: To ensure success, I had to deeply understand the AI algorithm to effectively communicate its requirements to developers through user stories and epics. I also determined the development sequence, ensuring alignment with the roadmap. Balancing the needs of stakeholders—from founders eager for quick results to developers needing time to perfect the technology—was another key aspect of my role.
fr: Pour assurer le succès, j'ai dû comprendre en profondeur l'algorithme d'IA afin de communiquer efficacement ses exigences aux développeurs à travers des user stories et des epics. J'ai également déterminé la séquence de développement, en m'assurant qu'elle était alignée sur la feuille de route. Équilibrer les besoins des parties prenantes—des fondateurs désireux de résultats rapides aux développeurs ayant besoin de temps pour perfectionner la technologie—était un autre aspect clé de mon rôle.

source: Tools to help players monitor their improvement over time.
fr: Outils pour aider les joueurs à suivre leurs progrès au fil du temps.

source: Translated customer needs into Stories and sub-tasks within the Backlog.
fr: Traduction des besoins clients en Stories et sous-tâches dans le Backlog.

source: University of Montreal
fr: Université de Montréal

source: Use agile practices to break down tasks, deliver incremental improvements, and adapt quickly to changing requirements.
fr: Utiliser des pratiques agiles pour décomposer les tâches, livrer des améliorations incrémentielles et s'adapter rapidement aux exigences changeantes.

source: User Feedback Form
fr: Formulaire de feedback utilisateur

source: User Feedback Integration
fr: Intégration des retours utilisateurs

source: User-First Mindset
fr: État d'esprit centré sur l'utilisateur

source: Validate the product through user testing, feedback, and iterative improvements to ensure it meets real-world needs.
fr: Valider le produit grâce à des tests utilisateurs, des retours et des améliorations itératives pour s'assurer qu'il répond aux besoins réels.

source: Validating my expertise and commitment to continuous learning
fr: Validation de mon expertise et de mon engagement envers l'apprentissage continu

source: Vision and Value Proposition
fr: Vision et proposition de valeur

source: Visit Instagram
fr: Visiter Instagram

source: Visit Website
fr: Visiter le site web

source: What I do
fr: Ce que je fais

source: With Love for Developing cool stuff, I love to write and teach others what I have learnt.
fr: Avec une passion pour le développement de choses cool, j'adore écrire et partager ce que j'ai appris.

source: Work closely with cross-functional teams to align technical solutions with business goals.
fr: Travailler en étroite collaboration avec des équipes interfonctionnelles pour aligner les solutions techniques sur les objectifs business.

source: Work Experiences
fr: Expériences professionnelles

source: Worked closely with stakeholders to define clear objectives and deliverables, ensuring alignment with business goals and user needs.
fr: J'ai travaillé en étroite collaboration avec les parties prenantes pour définir des objectifs et des livrables clairs, en m'assurant qu'ils étaient alignés sur les objectifs business et les besoins des utilisateurs.

source: Worked closely with the team and clients to ensure every detail was perfect.
fr: Travailler en étroite collaboration avec l'équipe et les clients pour s'assurer que chaque détail était parfait.

source: Working on ClearID has been both challenging and rewarding. One of the main challenges was developing a secure and scalable identity management system capable of handling diverse organizational needs while maintaining high performance. Balancing the technical complexity of security protocols with user-friendly functionality required innovative problem-solving and close collaboration with the team.
fr: Travailler sur ClearID a été à la fois stimulant et gratifiant. L'un des principaux défis était de développer un système de gestion des identités sécurisé et évolutif capable de répondre aux divers besoins organisationnels tout en maintenant des performances élevées. Équilibrer la complexité technique des protocoles de sécurité avec une fonctionnalité conviviale nécessitait une résolution de problèmes innovante et une collaboration étroite avec l'équipe.
