Repository: Spot-Club/portfolio-sandra
Catalog: src/locales/*/messages.po
Languages: fr

source: Developed and executed unit tests to ensure the proper functioning of all features.
fr: Développement et exécution de tests unitaires pour garantir le bon fonctionnement de toutes les fonctionnalités.

source: Developed expertise in project management, Agile methodologies, and cross-functional team leadership.
fr: Développement d'une expertise en gestion de projet, méthodologies Agile et leadership d'équipes pluridisciplinaires.

source: Developed microservices using C# and ASP.NET.
fr: Développement de microservices en utilisant C# et ASP.NET.

source: Developed practical skills in web development, operating systems, and software security through coursework and team projects.
fr: Acquisition de compétences pratiques en développement web, systèmes d'exploitation et sécurité logicielle à travers des cours et des projets d'équipe.

source: Development of a user-friendly and responsive e-commerce website.
fr: Développement d'un site e-commerce convivial et réactif.

source: Download my resume
fr: Télécharger mon CV

source: Easy-to-understand tips and strategies, avoiding unnecessary complexity.
fr: Conseils et stratégies faciles à comprendre, évitant toute complexité inutile.

source: Education
fr: Éducation

source: Embed security best practices into every aspect of development to ensure a robust and reliable platform.
fr: Intégrer les meilleures pratiques de sécurité dans chaque aspect du développement pour garantir une plateforme robuste et fiable.

source: Enhance User Experience
fr: Améliorer l'expérience utilisateur

source: Enhance User Value
fr: Améliorer la valeur pour l'utilisateur

source: Enhanced meeting efficiency by implementing structured agendas and time management techniques.
fr: Amélioration de l'efficacité des réunions grâce à la mise en place d'ordres du jour structurés et de techniques de gestion du temps.

source: Ensure Scalability
fr: Assurer l'évolutivité

source: Ensure User-Centric Design
fr: Assurer une conception centrée sur l'utilisateur

source: Establish a Unique Brand
fr: Établir une marque unique

source: Establish a Unique Value Proposition
fr: Définir une proposition de valeur unique

source: Established a clear vision and defined the unique value The Link brings to its users.
fr: Établir une vision claire et définir la valeur unique que The Link apporte à ses utilisateurs.

source: Expand our client base and service offerings while maintaining profitability.
fr: Élargir notre base de clients et nos offres de services tout en maintenant la rentabilité.

source: Expansion of Offerings
fr: Expansion des offres

source: Exploration of collaborations with local event planners and vendors.
fr: Exploration de collaborations avec des organisateurs d'événements locaux et des fournisseurs.

source: Explore collaborations with industry partners to enhance the platform's reach and impact.
fr: Explorer des collaborations avec des partenaires industriels pour accroître la portée et l'impact de la plateforme.

source: Facilitated email customization through an API as part of a custom notification service powered by Spring Boot.
fr: Facilitation de la personnalisation des e-mails via une API dans le cadre d'un service de notifications personnalisées utilisant Spring Boot.

source: Facilitated the transition from a Kanban to Shape Up development process, streamlining workflows and increasing productivity.
fr: Facilitation de la transition d'un processus de développement Kanban à Shape Up, optimisant les workflows et augmentant la productivité.

source: Features
fr: Fonctionnalités

source: February 2025 – Ongoing
fr: Février 2025 – En cours

source: February 2025 — Ongoing
fr: Février 2025 — En cours

source: Feel free to download my resume
fr: N'hésitez pas à télécharger mon CV

source: Ferya Event Decor & Design
fr: Ferya, Décoration et design d'évènements

source: Ferya Event Decor & Design is a creative venture specializing in custom event decoration and design for special occasions. From weddings and corporate events to private parties, we transform spaces into unforgettable experiences. Our mission is to blend creativity, elegance, and functionality to bring our clients' visions to life.
fr: Ferya Event Decor & Design est une entreprise créative spécialisée dans la décoration et le design d'événements sur mesure pour des occasions spéciales. Des mariages et événements d'entreprise aux fêtes privées, nous transformons les espaces en expériences inoubliables. Notre mission est de combiner créativité, élégance et fonctionnalité pour donner vie à la vision de nos clients.

source: Focus on intuitive design and functionality to ensure the platform is easy to use and meets user needs.
fr: Se concentrer sur une conception intuitive et une fonctionnalité pour garantir que la plateforme est facile à utiliser et répond aux besoins des utilisateurs.

source: Focus on Quality
fr: Se concentrer sur la qualité

source: Focused on delivering exceptional quality, even if it meant taking on fewer projects initially.
fr: Concentration sur la livraison d'une qualité exceptionnelle, même si cela signifiait accepter moins de projets au départ.

source: Foster a culture of teamwork and open communication to ensure alignment and shared ownership of the product vision.
fr: Favoriser une culture de travail d'équipe et de communication ouverte pour assurer l'alignement et la propriété partagée de la vision du produit.

source: Foster Innovation
fr: Favoriser l'innovation

source: Foster open communication and teamwork to address challenges, share knowledge, and achieve shared goals.
fr: Favoriser une communication ouverte et le travail d'équipe pour relever les défis, partager les connaissances et atteindre des objectifs communs.

source: Fostered collaboration between developers, designers, and the product owner to align on priorities and ensure seamless execution.
fr: J'ai favorisé la collaboration entre les développeurs, les designers et le gestionnaire produit pour aligner les priorités et assurer une exécution fluide.

source: Gained expertise in analyzing complex systems, translating to breaking down intricate product challenges and identifying root causes.
fr: Acquisition d'une expertise dans l'analyse de systèmes complexes, permettant de décomposer des défis produits complexes et d'identifier les causes profondes.

source: Gained hands-on experience in software engineering principles, including object-oriented programming, algorithms, and database management.
fr: Acquisition d'une expérience pratique en principes de génie logiciel, incluant la programmation orientée objet, les algorithmes et la gestion de bases de données.

source: Genetec is a global leader in security solutions, providing innovative technologies for video surveillance, access control, and analytics. I contributed to enhancing development processes, building microservices, and designing user interfaces.
fr: Genetec est un leader mondial en solutions de sécurité, fournissant des technologies innovantes pour la vidéosurveillance, le contrôle d'accès et l'analyse. J'ai contribué à l'amélioration des processus de développement, à la construction de microservices et à la conception d'interfaces utilisateur.

source: Grow the Business
fr: Faire croître l'entreprise

source: HEC Montreal
fr: HEC Montréal

source: Hi there! I'm Sandra
fr: Salut ! Je m'appelle Sandra

source: Identification and selection of reliable suppliers for materials and products.
fr: Identification et sélection de fournisseurs fiables pour les matériaux et produits.

source: Identification of client needs and expectations.
fr: Identification des besoins et attentes des clients.

source: Identified and analyzed target user personas to better understand their needs and pain points.
fr: Identification et analyse des personas utilisateurs cibles pour mieux comprendre leurs besoins et irritations.

source: Implementation of a feedback system to continuously improve services.
fr: Mise en place d'un système de feedback pour améliorer continuellement les services.

source: Implementation of a stock and order management system.
fr: Mise en place d'un système de gestion des stocks et des commandes.

source: Implemented asynchronous communication with an event-driven system.
fr: Mise en œuvre d'une communication asynchrone avec un système basé sur les événements.

source: In the end, my role was about more than delivering a product—it was about fostering collaboration, solving problems, and creating something that truly resonated with users. This experience reinforced the importance of adaptability, clear communication, and a user-first mindset in driving successful projects.
fr: Au final, mon rôle allait au-delà de la livraison d'un produit : il s'agissait de favoriser la collaboration, de résoudre des problèmes et de créer quelque chose qui résonne vraiment avec les utilisateurs. Cette expérience a renforcé l'importance de l'adaptabilité, de la communication claire et d'un état d'esprit centré sur l'utilisateur pour mener à bien des projets réussis.

source: Incorporate cutting-edge technologies and creative ideas to keep the product ahead of industry trends.
fr: Intégrer des technologies de pointe et des idées créatives pour maintenir le produit en avance sur les tendances de l'industrie.

source: Innovate Continuously
fr: Innover continuellement

source: INNOVATIVE INITIATIVES I'VE SHAPED FROM CONCEPT TO EXECUTION
fr: INITIATIVES INNOVANTES QUE J'AI CONÇUES ET MISES EN ŒUVRE

source: Instant recommendations during gameplay to help players make better decisions
fr: Recommandations instantanées pendant le jeu pour aider les joueurs à prendre de meilleures décisions

source: Integration of a secure booking and payment system.
fr: Intégration d'un système de réservation et de paiement sécurisé.

source: Interactive Interface
fr: Interface interactive

source: Iterative Development
fr: Développement itératif

source: January 2023 – August 2024
fr: Janvier 2023 – Août 2024

source: January 2023 — August 2024
fr: Janvier 2023 — Août 2024

source: Java Backend Developer
fr: Développeuse Backend Java

source: Launch Campaign
fr: Campagne de lancement

source: Launch of the Online Platform
fr: Lancement de la plateforme en ligne

source: Launching Ferya Event Decor & Design is both exhilarating and challenging. One of the most significant challenges is establishing credibility in a highly competitive market. We consistently prove our value and creativity to differentiate ourselves. Another ongoing challenge is managing limited resources, especially in the early stages, from navigating budget constraints to building a reliable network of suppliers and vendors.
fr: Lancer Ferya Event Decor & Design est à la fois exaltant et stimulant. L'un des défis les plus importants est d'établir une crédibilité sur un marché très concurrentiel. Nous prouvons constamment notre valeur et notre créativité pour nous différencier. Un autre défi permanent est la gestion des ressources limitées, surtout dans les premières étapes, de la navigation dans les contraintes budgétaires à la construction d'un réseau fiable de fournisseurs et de vendeurs.

source: Led client meetings to define and refine application requirements.
fr: Animation de réunions clients pour définir et affiner les exigences applicatives.

source: Leverage agile practices to ensure flexibility, transparency, and continuous improvement throughout the development process.
fr: Utiliser des pratiques agiles pour assurer flexibilité, transparence et amélioration continue tout au long du processus de développement.

source: Looking to hire or discuss a project? Let's connect and explore how I can add value to your team or initiative!
fr: Vous cherchez à recruter ou à discuter d'un projet ? Contactez-moi pour explorer comment je peux apporter de la valeur à votre équipe ou initiative !

source: Made with ❤️ by DeveloperFolio Team | Adapted by Your Next Product Owner
fr: Fait avec ❤️ par l'équipe DeveloperFolio | Adapté par Votre Futur Product Owner

source: Make advanced poker strategies accessible to players of all levels.
fr: Rendre les stratégies de poker avancées accessibles aux joueurs de tous niveaux.

source: Managed NoSQL databases such as MongoDB and ElasticSearch.
fr: Gestion de bases de données NoSQL telles que MongoDB et ElasticSearch.

source: March 2022 – November 2022
fr: Mars 2022 - Novembre 2022

source: Market and Competitor Research
fr: Recherche de marché et analyse concurrentielle

source: Market Research
fr: Étude de marché

source: Marketing and Branding Strategy
fr: Stratégie de marketing et de branding

source: Milestones Achieved
fr: Étapes clés Accomplies

source: Monitored project progression and applied corrective measures as needed.
fr: Suivi de la progression du projet et application de mesures correctives si nécessaire.

source: More
fr: Plus

source: My approach
fr: Mon approche

source: My approach is centered on collaboration, agility, and a relentless focus on delivering value. I believe in working closely with stakeholders, developers, and users to ensure the product aligns with both business goals and user expectations. By embracing an iterative process, I aim to adapt quickly to challenges and opportunities, ensuring the product evolves in response to real-world feedback.
fr: Mon approche est centrée sur la collaboration, l'agilité et une concentration inébranlable sur la livraison de valeur. Je crois en un travail étroit avec les parties prenantes, les développeurs et les utilisateurs pour m'assurer que le produit est aligné sur les objectifs business et les attentes des utilisateurs. En adoptant un processus itératif, je vise à m'adapter rapidement aux défis et opportunités, en veillant à ce que le produit évolue en fonction des retours du monde réel.

source: My approach is rooted in collaboration and precision. I believe in working closely with teams to understand requirements, solve problems, and deliver solutions that align with both technical and business objectives. By embracing agile methodologies and a user-first mindset, I ensure the platform is both secure and intuitive.
fr: Mon approche est ancrée dans la collaboration et la précision. Je crois en un travail étroit avec les équipes pour comprendre les exigences, résoudre les problèmes et fournir des solutions alignées sur les objectifs techniques et business. En adoptant des méthodologies agiles et un état d'esprit centré sur l'utilisateur, je m'assure que la plateforme est à la fois sécurisée et intuitive.

source: My approach is rooted in creativity, collaboration, and a commitment to excellence. I believe in putting clients at the heart of every project, ensuring their vision is brought to life with precision and passion. By fostering teamwork, embracing adaptability, and maintaining a relentless focus on quality, I strive to deliver exceptional results that leave a lasting impression.
fr: Mon approche est ancrée dans la créativité, la collaboration et un engagement envers l'excellence. Je crois en la mise des clients au cœur de chaque projet, en m'assurant que leur vision prend vie avec précision et passion. En favorisant le travail d'équipe, en adoptant l'adaptabilité et en maintenant une concentration inébranlable sur la qualité, je m'efforce de fournir des résultats exceptionnels qui laissent une impression durable.

source: My Contributions
fr: Mes contributions

source: My Experience
fr: Mon expérience

source: My primary objectives are to build a strong foundation for Ferya Event Decor & Design, ensuring its growth and sustainability in a competitive market. I aim to create a brand that stands out for its creativity, reliability, and ability to deliver unforgettable experiences. By focusing on innovation, client satisfaction, and strategic partnerships, I strive to position the company as a leader in the event decoration industry while fostering long-term success and continuous improvement.
fr: Mes principaux objectifs sont de construire une base solide pour Ferya Event Decor & Design, en assurant sa croissance et sa durabilité sur un marché concurrentiel. Je vise à créer une marque qui se distingue par sa créativité, sa fiabilité et sa capacité à offrir des expériences inoubliables. En me concentrant sur l'innovation, la satisfaction des clients et les partenariats stratégiques, je m'efforce de positionner l'entreprise comme un leader dans l'industrie de la décoration d'événements tout en favorisant un succès à long terme et une amélioration continue.

source: My primary objectives for ClearID were to deliver a secure, scalable, and user-friendly identity management platform that meets the evolving needs of organizations. I aimed to ensure the platform’s reliability, performance, and compliance with industry standards while driving continuous improvement.
fr: Mes principaux objectifs pour ClearID étaient de fournir une plateforme de gestion des identités sécurisée, évolutive et conviviale qui répond aux besoins changeants des organisations. Je visais à garantir la fiabilité, les performances et la conformité de la plateforme aux normes de l'industrie tout en favorisant une amélioration continue.

source: My primary objectives for The Link by Evolvia are to establish a strong product-market fit, deliver a solution that exceeds user expectations, and position the product as a leader in its space. I aim to create a scalable and sustainable platform that not only addresses current market needs but also anticipates future trends. By fostering innovation, collaboration, and continuous improvement, I strive to ensure the product’s long-term success and impact.
fr: Mes principaux objectifs pour The Link by Evolvia sont d'établir un fort product-market fit, de livrer une solution qui dépasse les attentes des utilisateurs et de positionner le produit comme un leader dans son domaine. Je vise à créer une plateforme évolutive et durable qui répond non seulement aux besoins actuels du marché, mais anticipe également les tendances futures. En favorisant l'innovation, la collaboration et l'amélioration continue, je m'efforce d'assurer le succès et l'impact à long terme du produit.

source: Negotiation of contracts and supply terms.
fr: Négociation des contrats et des conditions d'approvisionnement.

source: Next Horizons
fr: Prochaines Étapes

source: Objectives
fr: Objectifs

source: Offer immediate, actionable recommendations during gameplay.
fr: Offrir des recommandations immédiates et actionnables pendant le jeu.

source: One of the biggest challenges was addressing the core problem with existing poker tools: they provided data but failed to deliver actionable, personalized insights. Players often found the strategies too complex and the feedback too generic. Ruse aimed to solve this by leveraging AI algorithms to analyze gameplay and provide tailored recommendations that were easy to understand and implement.
fr: L'un des plus grands défis était de résoudre le problème central des outils de poker existants : ils fournissaient des données mais ne livraient pas d'analyses actionnables et personnalisées. Les joueurs trouvaient souvent les stratégies trop complexes et les retours trop génériques. Ruse visait à résoudre cela en utilisant des algorithmes d'IA pour analyser le gameplay et fournir des recommandations sur mesure, faciles à comprendre et à mettre en œuvre.

source: Ongoing Certifcation from Project Management Institute for PMP
fr: Certification en cours auprès du Project Management Institute pour PMP

source: Operations Optimization
fr: Optimisation des opérations

source: Optimize Performance
fr: Optimiser les performances

source: Optimized development processes through creation and improvement initiatives.
fr: Optimisation des processus de développement grâce à des initiatives de création et d'amélioration.

source: Organized and led team-building events to foster collaboration and improve team dynamics.
fr: Organisation et animation d'événements de team-building pour favoriser la collaboration et améliorer la dynamique d'équipe.

source: Our journey at Ferya Event Decor & Design is a blend of strategic milestones and ambitious future plans. Below, you'll find a snapshot of what we've accomplished so far and where we're headed next, as we continue to innovate and deliver exceptional experiences for our clients.
fr: Notre parcours chez Ferya Event Decor & Design est un mélange d'étapes stratégiques et de plans ambitieux pour l'avenir. Ci-dessous, vous trouverez un aperçu de ce que nous avons accompli jusqu'à présent et de nos prochaines étapes, alors que nous continuons à innover et à offrir des expériences exceptionnelles à nos clients.

source: Our journey with The Link by Evolvia is driven by a commitment to solving real-world problems through innovative solutions. Below, you'll find a summary of the key milestones we've achieved and the exciting steps we're planning to take as we refine our vision and deliver impactful value
fr: Notre parcours avec The Link by Evolvia est motivé par un engagement à résoudre des problèmes réels grâce à des solutions innovantes. Ci-dessous, vous trouverez un résumé des étapes clés que nous avons franchies et des étapes passionnantes que nous prévoyons de prendre pour affiner notre vision et fournir une valeur impactante.

source: Partnership Exploration
fr: Exploration de partenariats

source: Passionate about continuous learning and growth as a Product Owner, with a strong focus on motivating teams and delivering impactful, innovative solutions.
fr: Passionnée par l'apprentissage continu et la croissance en tant que Gestionnaire Produit, avec un accent fort sur la motivation des équipes et la livraison de solutions innovantes et impactantes.

source: Persona Analysis
fr: Analyse des personas

source: Personalized Insights
fr: Analyses personnalisées

source: Pinpointed key problems and opportunities in the market.
fr: Identification des problèmes et opportunités clés sur le marché.

source: Planning and execution of a digital marketing campaign (social media, targeted ads, etc.).
fr: Planification et exécution d'une campagne de marketing digital (réseaux sociaux, publicités ciblées, etc.).

source: Planning of photo sessions to create an attractive portfolio.
fr: Planification de séances photo pour créer un portfolio attractif.

source: Polytechnique Montreal
fr: Polytechnique Montréal

source: Pricing Study
fr: Étude de tarification

source: Prioritize understanding user needs and pain points to create a solution that truly resonates.
fr: Prioriser la compréhension des besoins et des irritations des utilisateurs pour créer une solution qui résonne vraiment.

source: Prioritize user needs to create an intuitive and efficient platform.
fr: Prioriser les besoins des utilisateurs pour créer une plateforme intuitive et efficace.

source: Prioritized understanding clients' visions and translating them into stunning designs.
fr: Priorisation de la compréhension des visions des clients et de leur traduction en designs époustouflants.

source: Proactively identified and mitigated risks to keep the project on track and within scope.
fr: J'ai identifié et atténué les risques de manière proactive pour maintenir le projet sur la bonne voie et dans le cadre défini.

source: Problem and Opportunity Identification
fr: Identification des problèmes et opportunités

source: Product Offering Development
fr: Développement de l'offre de produits

source: Product Owner
fr: Gestionnaire Produit

source: Product Roadmapping & Strategy
fr: Feuille de route produit et stratégie

source: Proficiency
fr: Compétences

source: Progress Tracking
fr: Suivi des progrès

source: Project Manager
fr: Gestionnaire de projet

source: Project Overview
fr: perçu du projet

source: Projects
fr: Projets

source: Prototype Testing
fr: Test du prototype
